Repository: wvengen/squarebase
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: mysql module not found
nl_nl: mysql module niet gevonden

source: problem connecting to the databasemanager: %s
nl_nl: probleem bij verbinden met de databasemanager: %s

source: %s with %s = %s already exists
nl_nl: %s met %s = %s bestaat al

source: problem while querying the databasemanager
nl_nl: probleem bij bevragen databasemanager

source: problem retrieving 1 result, because there are %s results
nl_nl: probeem bij opvragen 1 resultaat omdat er %s resultaten zijn

source: new %s
nl_nl: nieuw %s

source: (changes to form fields are lost)
nl_nl: (wijzigingen van formuliervelden gaan verloren)

source: username
nl_nl: gebruikersnaam

source: host
nl_nl: gastheer

source: password
nl_nl: wachtwoord

source: new metabase from database
nl_nl: nieuwe metabase voor database

source: tables
nl_nl: tabellen

source: Drop database %s?
nl_nl: Verwijder database %s?

source: table
nl_nl: tabel

source: field
nl_nl: veld

source: unsg
nl_nl: pos

source: fill
nl_nl: vul

source: null
nl_nl: nul

source: more
nl_nl: meer

source: typename
nl_nl: typenaam

source: presentation
nl_nl: presentatie

source: key
nl_nl: sleutel

source: desc
nl_nl: omschr

source: list
nl_nl: lijst

source: edit
nl_nl: wijzig

source: metabasename
nl_nl: metabasenaam

source: no single valued primary key for table(s) %s
nl_nl: geen primaire sleutel met maar 1 veld voor tabel(len) %s

source: no name given for the metabase
nl_nl: geen naam gegeven voor de metabase

source: no fields to desc for %s
nl_nl: geen velden voor omschr van %s

source: no fields to sort for %s
nl_nl: geen velden voor sort van %s

source: no fields to list for %s
nl_nl: geen velden voor lijst van %s

source: no fields to edit for %s
nl_nl: geen velden voor wijzig van %s

source: name
nl_nl: naam

source: acronym
nl_nl: verkorting

source: abbr
nl_nl: afk

source: abbreviation
nl_nl: afkorting

source: language
nl_nl: taal

source: e.g. %x
nl_nl: b.v. %x

source: e.g. %x %X
nl_nl: b.v. %x %X

source: problem retrieving 1 field, because there are %s fields
nl_nl: probeem bij opvragen 1 veld omdat er %s velden zijn

source: no foreigntablename for %s
nl_nl: geen foreigntablename voor %s

source: description
nl_nl: beschrijving

source: preferred locale %s not found on operating system level, falling back to %s
nl_nl: gewenste lokale instellingen voor %s niet gevonden op het niveau van het besturingssysteem, teruggevallen op %s
